import React from "react";

function Home() {
  
  return (
    <div style={{ textAlign: "left", marginTop: "20px", marginLeft: "40px"}}>
      <h1>Лабораторна робота 5</h1>
      <p>
        Дана робота є продовженням попередньої<br></br>
        Створити у склонованій директорії React проект з назвою 'traffic-lights-5'<br></br>
        Перенести попередню лабораторну<br></br>
        В папці src створити папку "Pages", а в ній компоненту "Home", на якій буде висвітлюватися завдання лабораторної роботи<br></br>
        В цій же папці стоврити компоненту "ErrorPage" реалізувавши в ній кастомний вивід інформації про помилку<br></br>
        Cтворити компоненту "Header", в якій реалізувати меню(меню має містити два пункти "Горизонтальний сфітлофор" та "Вертикальний світлофор")<br></br>
        В App додати компоненту "Header"<br></br>
        Підключти бібліотеку "react-roter-dom"; в "App"<br></br>
      </p>
      <p>Виберіть варіант світлофора з меню.</p>
    </div>
  );
}

export default Home;
